Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Conversational corpora behind the regional Spanish/Portuguese and Korean, Japanese, and Chinese keyboards' predictions, autocorrect ranking, and neural models. P. Lison & J. Tiedemann (2016), via the OPUS collection.
de: Konversationskorpora hinter den Vorhersagen, dem Autokorrektur-Ranking und den neuronalen Modellen der regionalen Spanisch-/Portugiesisch- sowie der koreanischen, japanischen und chinesischen Tastaturen. P. Lison & J. Tiedemann (2016), über die OPUS-Sammlung.
es: Corpus conversacionales detrás de las predicciones, la clasificación de autocorrección y los modelos neuronales de los teclados regionales de español/portugués y de coreano, japonés y chino. P. Lison y J. Tiedemann (2016), a través de la colección OPUS.
et: Vestluskorused piirkondlike hispaania/portugali ning korea, jaapani ja hiina klaviatuuride ennustuste, automaatparanduse järjestuse ja neuromudelite taga. P. Lison & J. Tiedemann (2016), OPUS-i kogu kaudu.
fr: Corpus conversationnels à l'origine des prédictions, du classement de correction automatique et des modèles neuronaux des claviers régionaux espagnol/portugais et coréen, japonais et chinois. P. Lison et J. Tiedemann (2016), via la collection OPUS.
hu: Beszélgetési korpuszok, amelyek a regionális spanyol/portugál, valamint a koreai, japán és kínai billentyűzetek előrejelzéseit, automatikus javítási rangsorolását és neurális modelljeit hajtják. P. Lison és J. Tiedemann (2016), az OPUS gyűjteményen keresztül.
it: Corpora conversazionali alla base delle previsioni, della classifica di correzione automatica e dei modelli neurali delle tastiere regionali spagnolo/portoghese e coreana, giapponese e cinese. P. Lison e J. Tiedemann (2016), tramite la raccolta OPUS.
ja: スペイン語/ポルトガル語の地域版、および韓国語・日本語・中国語キーボードの予測、自動修正ランキング、ニューラルモデルを支える会話コーパス。P. Lison＆J. Tiedemann（2016年）、OPUSコレクションより。
ko: 스페인어/포르투갈어 지역판과 한국어, 일본어, 중국어 키보드의 예측, 자동 수정 순위, 신경망 모델을 뒷받침하는 대화체 말뭉치입니다. P. Lison & J. Tiedemann(2016), OPUS 컬렉션 제공.
ms: Korpus perbualan yang menggerakkan ramalan, kedudukan pembetulan automatik dan model neural papan kekunci serantau Sepanyol/Portugis serta Korea, Jepun dan Cina. P. Lison & J. Tiedemann (2016), melalui koleksi OPUS.
pt: Corpora de conversação por trás das previsões, da classificação de correção automática e dos modelos neurais dos teclados regionais de espanhol/português e de coreano, japonês e chinês. P. Lison e J. Tiedemann (2016), via a coleção OPUS.
ru: Разговорные корпуса, на которых держатся предсказания, ранжирование автокоррекции и нейросетевые модели региональных испанских и португальских клавиатур, а также корейской, японской и китайской. P. Lison & J. Tiedemann (2016), из коллекции OPUS.
zh_hans: 支撑西班牙语/葡萄牙语区域版，以及韩语、日语、中文键盘的预测、自动更正排序和神经网络模型的对话语料库。P. Lison 与 J. Tiedemann（2016），来自 OPUS 语料集。

source: Conversion
de: Umrechnung
es: Conversión
et: Teisendus
hi: रूपांतरण
hu: Átváltás
it: Conversione
ja: 変換
ko: 변환
ms: Penukaran
ne: रूपान्तरण
pt: Conversão
ru: Преобразование
tr: Dönüştürme
zh_hans: 转换

source: Conversion suggestions
de: Umrechnungsvorschläge
es: Sugerencias de conversión
et: Teisendusoovitused
fr: Suggestions de conversion
hi: रूपांतरण सुझाव
hu: Átváltási javaslatok
it: Suggerimenti di conversione
ja: 変換候補
ko: 변환 제안
ms: Cadangan penukaran
ne: रूपान्तरण सुझावहरू
pt: Sugestões de conversão
ru: Варианты преобразования
tr: Dönüştürme önerileri
zh_hans: 转换建议

source: Convert units
de: Einheiten umrechnen
es: Convertir unidades
et: Teisenda ühikuid
fr: Convertir des unités
hi: इकाइयाँ बदलें
hu: Mértékegységek átváltása
it: Converti unità
ja: 単位を変換
ko: 단위 변환
ms: Tukar unit
ne: एकाइ रूपान्तरण गर्नुहोस्
pt: Converter unidades
ru: Преобразовать единицы
tr: Birimleri dönüştür
zh_hans: 转换单位

source: Convert units of measurement
de: Rechne Maßeinheiten um
es: Convierte unidades de medida
et: Teisenda mõõtühikuid
fr: Convertis des unités de mesure
hu: Mértékegységek átváltása
it: Converti le unità di misura
ja: 単位を換算します
ko: 측정 단위를 변환하세요
ms: Tukar unit ukuran
pt: Converte unidades de medida
ru: Перевод единиц измерения
zh_hans: 换算计量单位

source: Convert what?
de: Was soll umgerechnet werden?
es: ¿Qué quieres convertir?
et: Mida teisendada?
fr: Que veux-tu convertir ?
hi: क्या बदलना है?
hu: Mit szeretnél átváltani?
it: Cosa vuoi convertire?
ja: 何を変換しますか？
ko: 무엇을 변환할까요?
ms: Apa yang hendak ditukar?
ne: के रूपान्तरण गर्ने?
pt: O que quer converter?
ru: Что преобразовать?
tr: Neyi dönüştürelim?
zh_hans: 要转换什么？

source: Cooldown
de: Mindestabstand
es: Intervalo mínimo
et: Vähim vahe
fr: Intervalle minimum
hu: Minimális időköz
it: Intervallo minimo
ja: 最短間隔
ko: 최소 간격
ms: Sela minimum
pt: Intervalo mínimo
ru: Минимальный интервал
zh_hans: 最短间隔

source: Copied
de: Kopiert
es: Copiado
et: Kopeeritud
fr: Copié
hu: Másolva
it: Copiato
ja: コピーしました
ko: 복사됨
ms: Disalin
pt: Copiado
ru: Скопировано
zh_hans: 已复制

source: Copied image
de: Kopiertes Bild
es: Imagen copiada
et: Kopeeritud pilt
fr: Image copiée
hu: Másolt kép
it: Immagine copiata
ja: コピーした画像
ko: 복사한 이미지
ms: Imej disalin
pt: Imagem copiada
ru: Скопированное изображение
zh_hans: 已复制的图片

source: Copied images. Only the text in your clipboard history can travel.
de: Kopierte Bilder. Nur der Text aus deinem Zwischenablage-Verlauf kann mitreisen.
es: Las imágenes copiadas. Solo el texto del historial del portapapeles puede viajar.
et: Kopeeritud pildid. Ainult sinu lõikelaua ajaloo tekst saab kaasa reisida.
fr: Les images copiées. Seul le texte de ton historique de presse-papiers peut voyager.
hu: A másolt képek. A vágólap-előzményekből csak a szöveg utazhat.
it: Le immagini copiate. Solo il testo della cronologia degli appunti può viaggiare.
ja: コピーした画像。移動できるのはクリップボード履歴のテキストだけです。
ko: 복사한 이미지. 클립보드 기록에서는 텍스트만 이동할 수 있습니다.
ms: Imej yang disalin. Hanya teks dalam sejarah papan keratan anda boleh merentas peranti.
pt: As imagens copiadas. Só o texto do histórico da área de transferência pode viajar.
ru: Скопированные изображения. Переехать может только текст из истории буфера обмена.
zh_hans: 复制的图片。剪贴板历史中只有文字会同步。

source: Copied text
de: Kopierter Text
es: Texto copiado
et: Kopeeritud tekst
fr: Texte copié
hu: Másolt szöveg
it: Testo copiato
ja: コピーしたテキスト
ko: 복사한 텍스트
ms: Teks disalin
pt: Texto copiado
ru: Скопированный текст
zh_hans: 已复制的文本

source: Copper
de: Kupfer
es: Cobre
et: Vask
fr: Cuivre
hu: Réz
it: Rame
ja: カッパー
ko: 구리
ms: Tembaga
pt: Cobre
ru: Медь
zh_hans: 铜色

source: Copy
de: Kopieren
es: Copiar
et: Kopeeri
fr: Copier
hu: Másolás
it: Copia
ja: コピー
ko: 복사
ms: Salin
pt: Copiar
ru: Копировать
zh_hans: 复制

source: Copy GIF
de: GIF kopieren
es: Copiar GIF
et: Kopeeri GIF
fr: Copier le GIF
hu: GIF másolása
it: Copia GIF
ja: GIFをコピー
ko: GIF 복사
ms: Salin GIF
pt: Copiar GIF
ru: Скопировать GIF
zh_hans: 复制 GIF

source: Copy a complete prompt, paste it into any chat assistant, then paste its reply back here. No provider or API key is needed.
de: Kopiere einen vollständigen Prompt, füge ihn in einen beliebigen Chat-Assistenten ein und füge dessen Antwort hier wieder ein. Ein Anbieter oder API-Schlüssel ist nicht nötig.
es: Copia un prompt completo, pégalo en cualquier asistente de chat y luego pega aquí su respuesta. No hace falta proveedor ni clave de API.
et: Kopeeri terviklik viip, kleebi see mis tahes vestlusassistenti ja kleebi selle vastus siia tagasi. Teenusepakkujat ega API-võtit pole vaja.
fr: Copiez une requête complète, collez-la dans n’importe quel assistant de conversation, puis collez sa réponse ici. Aucun fournisseur ni clé d’API n’est nécessaire.
hu: Másold ki a teljes promptot, illeszd be bármelyik csevegőasszisztensbe, majd illeszd ide a válaszát. Nincs szükség szolgáltatóra vagy API-kulcsra.
it: Copia un prompt completo, incollalo in un qualsiasi assistente di chat, poi incolla qui la sua risposta. Non servono provider né chiave API.
ja: 完全なプロンプトをコピーして任意のチャットアシスタントに貼り付け、その返答をここに貼り付けます。プロバイダやAPIキーは不要です。
ko: 전체 프롬프트를 복사해 원하는 챗 어시스턴트에 붙여넣은 다음, 그 답변을 여기에 붙여넣으세요. 제공자나 API 키가 필요 없습니다.
ms: Salin gesaan lengkap, tampal ke mana-mana pembantu sembang, kemudian tampal jawapannya di sini. Tiada pembekal atau kunci API diperlukan.
pt: Copie um prompt completo, cole-o em qualquer assistente de chat e depois cole a resposta aqui. Não é preciso provedor nem chave de API.
ru: Скопируйте полный запрос, вставьте его в любой чат-ассистент, а затем вставьте его ответ сюда. Провайдер и ключ API не нужны.
zh_hans: 复制完整提示词，粘贴到任意聊天助手，再把它的回复粘贴回这里。无需服务商或 API 密钥。

source: Copy color
de: Farbe kopieren
es: Copiar color
et: Kopeeri värv
fr: Copier la couleur
hu: Szín másolása
it: Copia colore
ja: 色をコピー
ko: 색상 복사
ms: Salin warna
pt: Copiar cor
ru: Копировать цвет
zh_hans: 复制颜色

source: Copy from a built-in pack
de: Aus einem vorinstallierten Paket kopieren
es: Copiar de un paquete integrado
et: Kopeeri sisseehitatud paketist
fr: Copier depuis un pack intégré
hu: Másolás beépített csomagból
it: Copia da un pacchetto integrato
ja: 内蔵パックからコピー
ko: 기본 제공 팩에서 복사
ms: Salin daripada pek terbina dalam
pt: Copiar de um pacote integrado
ru: Скопировать из встроенного набора
zh_hans: 从内置包复制

source: Copy glyph
de: Glyphe kopieren
es: Copiar glifo
et: Kopeeri glüüf
fr: Copier le glyphe
hu: Glifa másolása
it: Copia glifo
ja: 字形をコピー
ko: 글리프 복사
ms: Salin glif
pt: Copiar glifo
ru: Скопировать глиф
zh_hans: 拷贝字形

source: Copy link
de: Link kopieren
es: Copiar enlace
et: Kopeeri link
fr: Copier le lien
hu: Hivatkozás másolása
it: Copia link
ja: リンクをコピー
ko: 링크 복사
ms: Salin pautan
pt: Copiar ligação
ru: Скопировать ссылку
zh_hans: 复制链接

source: Copy or paste text. Needs Full Access
de: Text kopieren oder einfügen. Benötigt vollen Zugriff
es: Copia o pega texto. Requiere acceso total
et: Kopeeri või kleebi teksti. Vajab täielikku juurdepääsu
fr: Copie ou colle du texte. Nécessite l’accès complet
hu: Szöveg másolása vagy beillesztése. Teljes hozzáférés szükséges
it: Copia o incolla testo. Richiede accesso completo
ja: テキストをコピーまたはペーストします。フルアクセスが必要です
ko: 텍스트를 복사하거나 붙여넣습니다. 전체 접근이 필요합니다
ms: Salin atau tampal teks. Memerlukan Akses Penuh
pt: Copie ou cole texto. Requer acesso completo
ru: Копирование и вставка текста. Нужен полный доступ
zh_hans: 复制或粘贴文本。需要完全访问权限

source: Copy the text below. Speed uses correct characters; every five counts as one word.
de: Tippe den Text unten ab. Für das Tempo zählen nur richtige Zeichen. Je fünf Zeichen ergeben ein Wort.
es: Copia el texto de abajo. La velocidad se calcula con los caracteres correctos: cada cinco cuentan como una palabra.
et: Kirjuta allolev tekst ümber. Kiirust arvutatakse õigesti sisestatud märkide järgi: viis märki loetakse üheks sõnaks.
fr: Recopie le texte ci-dessous. La vitesse est calculée à partir des caractères corrects : cinq caractères comptent pour un mot.
hu: Másold le az alábbi szöveget. A sebességet a helyesen beírt karakterekből számítjuk: öt karakter egy szónak felel meg.
it: Ricopia il testo qui sotto. La velocità si basa sui caratteri corretti: ogni cinque caratteri contano come una parola.
ja: 下の文章を入力してください。正しく入力した文字で速度を計算し、5文字を1語として数えます。
ko: 아래 문장을 그대로 입력해 주세요. 속도는 정확히 입력한 글자를 기준으로 계산하며, 다섯 글자를 한 단어로 셉니다.
ms: Taip semula teks di bawah. Kelajuan dikira berdasarkan aksara yang betul; setiap lima aksara dikira sebagai satu perkataan.
pt: Copia o texto abaixo. A velocidade é calculada a partir dos caracteres corretos: cada cinco contam como uma palavra.
ru: Перепечатайте текст ниже. Скорость рассчитывается по верно набранным символам: каждые пять символов считаются одним словом.
zh_hans: 照着下方的文字输入。速度按正确输入的字符计算，每5个字符计为一个词。

source: Corner
de: Ecke
es: Esquina
et: Nurk
fr: Coin
hu: Sarok
it: Angolo
ja: 角
ko: 모서리
ms: Sudut
pt: Canto
ru: Угол
zh_hans: 角落

source: Corner radius
de: Eckenradius
es: Radio de las esquinas
et: Nurga raadius
fr: Rayon des coins
hu: Saroksugár
it: Raggio degli angoli
ja: 角丸の半径
ko: 모서리 반경
ms: Jejari bucu
pt: Raio dos cantos
ru: Радиус скругления
zh_hans: 圆角半径

source: Corner radius of each key. 0 is square, higher values make rounder caps.
de: Eckenradius jeder Taste. 0 ist eckig, höhere Werte machen die Tasten runder.
es: Radio de las esquinas de cada tecla. 0 es cuadrado, cuanto más alto, más redondas quedan.
et: Iga klahvi nurgaraadius. 0 on kandiline, suuremad väärtused teevad katted ümaramaks.
fr: Rayon des coins de chaque touche. 0 pour du carré, plus la valeur monte plus les touches sont arrondies.
hu: Az egyes billentyűk sarkának lekerekítése. A 0 szögletes, a nagyobb érték kerekebb billentyűket ad.
it: Raggio degli angoli di ogni tasto. 0 è quadrato, valori più alti li rendono più arrotondati.
ja: 各キーの角の丸みです。0だと四角、大きくするほどキャップが丸くなります。
ko: 각 키의 모서리 둥글기예요. 0은 각지고, 값이 클수록 키캡이 더 둥글어져요.
ms: Jejari sudut setiap kekunci. 0 buat segi empat, nilai lebih tinggi buat penutup lebih bulat.
pt: Raio dos cantos de cada tecla. 0 é quadrado, valores mais altos deixam as teclas mais redondas.
ru: Радиус скругления клавиши. 0 — квадратные, чем больше, тем круглее.
zh_hans: 每个按键的圆角大小。0 是方角，数值越大键帽越圆。

source: Correct my taps
de: Meine Tipps korrigieren
es: Corregir mis toques
et: Paranda mu vajutused
fr: Corriger mes appuis
hu: Koppintásaim javítása
it: Correggi i miei tocchi
ja: タップを補正する
ko: 내 탭 교정
ms: Betulkan ketikan saya
pt: Corrigir os meus toques
ru: Исправлять мои нажатия
zh_hans: 更正我的点按

source: Correct on space
de: Bei Leertaste korrigieren
es: Corregir al pulsar espacio
et: Paranda tühiku vajutamisel
fr: Corriger à l’appui sur espace
hu: Javítás szóközre
it: Correggi alla pressione di spazio
ja: スペース入力時に修正
ko: 스페이스 입력 시 수정
ms: Betulkan apabila ruang ditekan
pt: Corrigir ao premir espaço
ru: Исправлять по пробелу
zh_hans: 输入空格时纠正

source: Correction Priority
de: Korrekturpriorität
es: Prioridad de corrección
et: Paranduse prioriteet
fr: Priorité de correction
hu: Javítási prioritás
it: Priorità di correzione
ja: 修正の優先度
ko: 수정 우선순위
ms: Keutamaan Pembetulan
pt: Prioridade de correção
ru: Приоритет исправлений
zh_hans: 更正优先级

source: Correction field
de: Korrekturfeld
es: Campo de corrección
et: Parandusväli
fr: Champ de correction
hu: Javítási mező
it: Campo di correzione
ja: 修正フィールド
ko: 수정 필드
ms: Medan pembetulan
pt: Campo de correção
ru: Поле исправления
zh_hans: 纠正字段

source: Correction stays off until a key shows a bias that beats its own spread.
de: Die Korrektur bleibt aus, bis die systematische Abweichung einer Taste größer ist als die Streuung ihrer Berührungen.
es: La corrección permanece desactivada hasta que el desplazamiento habitual de una tecla supera la dispersión de sus toques.
et: Parandus jääb välja lülitatuks, kuni klahvi püsiv kõrvalekalle ületab puudutuste hajuvuse.
fr: La correction reste désactivée tant que le décalage habituel d’une touche ne dépasse pas la dispersion de ses appuis.
hu: A javítás addig kikapcsolva marad, amíg egy billentyű következetes eltérése nem haladja meg az érintéseinek szórását.
it: La correzione resta disattivata finché lo scostamento abituale di un tasto non supera la dispersione dei suoi tocchi.
ja: キーのタップ位置の偏りがばらつきを上回るまで、補正は行われません。
ko: 키의 일정한 치우침이 터치 위치의 흩어짐보다 커질 때까지 보정하지 않습니다.
ms: Pembetulan kekal dimatikan sehingga sisihan tetap kekunci melebihi sebaran sentuhannya.
pt: A correção permanece desligada até o desvio habitual de uma tecla superar a dispersão dos toques.
ru: Коррекция отключена, пока систематическое смещение нажатий на клавишу не превысит их разброс.
zh_hans: 只有按键触点的固定偏移超过其分散程度，才会启用纠正。

source: Correction strength
de: Korrekturstärke
es: Fuerza de corrección
et: Paranduse tugevus
fr: Force de correction
hu: Javítás erőssége
it: Intensità della correzione
ja: 修正の強さ
ko: 수정 강도
ms: Kekuatan pembetulan
pt: Força da correção
ru: Сила исправлений
zh_hans: 更正强度

source: Corrections
de: Korrekturen
es: Correcciones
et: Parandused
hu: Javítások
it: Correzioni
ja: 修正
ko: 수정
ms: Pembetulan
pt: Correções
ru: Исправления
zh_hans: 更正

source: Correctly punctuate what I say and make it more formal.
de: Setz meine Zeichensetzung richtig und formuliere es förmlicher.
es: Puntúa bien lo que digo y hazlo más formal.
et: Pane kirjavahemärgid õigesti ja tee see ametlikumaks.
fr: Ponctue correctement ce que je dis et rends-le plus formel.
hu: Tedd helyesen a központozást, és fogalmazd hivatalosabbra.
it: Punteggia bene quello che dico e rendilo più formale.
ja: 話した内容に正しく句読点をつけて、より丁寧な表現にして。
ko: 내가 말한 내용에 문장부호를 제대로 넣고 더 격식 있게 다듬어 줘.
ms: Letak tanda baca yang betul pada apa yang saya sebut dan jadikan lebih formal.
pt: Pontua bem o que digo e torna-o mais formal.
ru: Расставить знаки препинания и сделать сказанное более официальным.
zh_hans: 把我说的正确加上标点，并写得更正式。

source: Could not load photo
de: Foto konnte nicht geladen werden
es: No se ha podido cargar la foto
et: Fotot ei saanud laadida
fr: Impossible de charger la photo
hu: Nem sikerült betölteni a fotót
it: Impossibile caricare la foto
ja: 写真を読み込めませんでした
ko: 사진을 불러올 수 없습니다
ms: Foto tidak dapat dimuatkan
pt: Não foi possível carregar a foto
ru: Не удалось загрузить фото
zh_hans: 无法载入照片

source: Couldn't add that sound
de: Dieser Ton ließ sich nicht hinzufügen
es: No se ha podido añadir ese sonido
et: Seda heli ei õnnestunud lisada
fr: Impossible d'ajouter ce son
hu: Nem sikerült hozzáadni ezt a hangot
it: Impossibile aggiungere quel suono
ja: そのサウンドを追加できませんでした
ko: 그 사운드를 추가하지 못했어요
ms: Bunyi itu tidak dapat ditambah
pt: Não foi possível adicionar esse som
ru: Не удалось добавить этот звук
zh_hans: 没能添加这个声音

source: Couldn't confirm it's you, so the contents stayed hidden.
de: Wir konnten nicht bestätigen, dass du es bist – der Inhalt bleibt verborgen.
es: No se ha podido confirmar que eres tú, así que el contenido sigue oculto.
et: Ei saanud kinnitada, et see oled sina, seega sisu jäi peidetud.
fr: Impossible de confirmer que c’est bien toi : le contenu est resté masqué.
hu: Nem sikerült igazolni, hogy te vagy az, ezért a tartalom rejtve maradt.
it: Non è stato possibile confermare che sei tu, quindi il contenuto è rimasto nascosto.
ja: 本人であることを確認できなかったため、内容は表示していません。
ko: 본인 확인에 실패해 내용을 표시하지 않았습니다.
ms: Tidak dapat mengesahkan bahawa ini anda, jadi kandungannya kekal tersembunyi.
pt: Não foi possível confirmar que és tu, por isso o conteúdo ficou oculto.
ru: Не удалось подтвердить, что это вы, поэтому содержимое осталось скрытым.
zh_hans: 无法确认是你本人，内容已保持隐藏。

source: Couldn't export this font
de: Diese Schrift konnte nicht exportiert werden
es: No se pudo exportar esta fuente
et: Selle fondi eksportimine ebaõnnestus
fr: Impossible d'exporter cette police
hu: Nem sikerült exportálni ezt a betűtípust
it: Impossibile esportare questo font
ja: このフォントを書き出せませんでした
ko: 이 글꼴을 내보낼 수 없습니다
ms: Fon ini tidak dapat dieksport
pt: Não foi possível exportar esta fonte
ru: Не удалось экспортировать этот шрифт
zh_hans: 无法导出此字体

source: Couldn't prepare the action for sharing.
de: Die Aktion ließ sich nicht zum Teilen vorbereiten.
es: No se ha podido preparar la acción para compartir.
et: Toimingut ei õnnestunud jagamiseks ette valmistada.
fr: Impossible de préparer l'action pour le partage.
hu: Nem sikerült előkészíteni a műveletet megosztásra.
it: Non sono riuscito a preparare l'azione per la condivisione.
ja: アクションを共有用に準備できませんでした。
ko: 공유할 동작을 준비하지 못했어요.
ms: Tak dapat sediakan tindakan untuk dikongsi.
pt: Não deu para preparar a ação para partilhar.
ru: Не удалось подготовить действие к отправке.
zh_hans: 没法准备好要分享的操作。

source: Couldn't prepare the panel for sharing.
de: Das Panel ließ sich nicht zum Teilen vorbereiten.
es: No se ha podido preparar el panel para compartir.
et: Paneeli ei õnnestunud jagamiseks ette valmistada.
fr: Impossible de préparer le panneau pour le partage.
hu: Nem sikerült előkészíteni a panelt megosztásra.
it: Non sono riuscito a preparare il pannello per la condivisione.
ja: パネルを共有用に準備できませんでした。
ko: 공유할 패널을 준비하지 못했어요.
ms: Tak dapat sediakan panel untuk dikongsi.
pt: Não deu para preparar o painel para partilhar.
ru: Не удалось подготовить панель к отправке.
zh_hans: 没法准备好要分享的面板。

source: Couldn't prepare the plugin for sharing.
de: Das Plugin konnte nicht zum Teilen vorbereitet werden.
es: No se pudo preparar el plugin para compartirlo.
et: Pistikprogrammi ei õnnestunud jagamiseks ette valmistada.
fr: Impossible de préparer le plugin pour le partage.
hu: Nem sikerült előkészíteni a bővítményt a megosztáshoz.
it: Impossibile preparare il plugin per la condivisione.
ja: プラグインを共有用に準備できませんでした。
ko: 플러그인을 공유할 준비를 하지 못했습니다.
ms: Tidak dapat menyediakan plugin untuk dikongsi.
pt: Não foi possível preparar o plugin para partilha.
ru: Не удалось подготовить плагин к отправке.
zh_hans: 无法准备插件以供分享。

source: Couldn't reach Cling.
de: Cling war nicht erreichbar.
es: No se pudo acceder a Cling.
et: Clingile ei pääsenud ligi.
fr: Impossible d'accéder à Cling.
hu: A Cling nem volt elérhető.
it: Non è stato possibile raggiungere Cling.
ja: Cling に接続できませんでした。
ko: Cling에 접근하지 못했습니다.
ms: Tidak dapat mencapai Cling.
pt: Não foi possível aceder ao Cling.
ru: Не удалось достучаться до Cling.
zh_hans: 无法访问 Cling。

source: Couldn't reach the AI provider. Check your connection and try again.
de: Der KI-Anbieter ist nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.
es: No se ha podido conectar con el proveedor de IA. Comprueba tu conexión e inténtalo de nuevo.
et: AI teenusepakkujaga ei saanud ühendust. Kontrolli ühendust ja proovi uuesti.
fr: Impossible de joindre le fournisseur d’IA. Vérifie ta connexion et réessaie.
hu: Az MI-szolgáltató nem érhető el. Ellenőrizd a kapcsolatot, és próbáld újra.
it: Impossibile raggiungere il provider IA. Controlla la connessione e riprova.
ja: AIプロバイダに接続できませんでした。接続を確認して、もう一度お試しください。
ko: AI 제공업체에 연결할 수 없습니다. 연결을 확인하고 다시 시도하세요.
ms: Tidak dapat menghubungi penyedia AI. Semak sambungan anda dan cuba lagi.
pt: Não foi possível contactar o fornecedor de IA. Verifique a ligação e tente novamente.
ru: Не удалось связаться с провайдером ИИ. Проверьте подключение и попробуйте снова.
zh_hans: 无法连接 AI 提供商。请检查网络连接并重试。

source: Couldn't read that theme
de: Design konnte nicht gelesen werden
es: No se pudo leer ese tema
et: Teemat ei õnnestunud lugeda
fr: Impossible de lire ce thème
hu: A téma nem olvasható be
it: Impossibile leggere il tema
ja: テーマを読み込めませんでした
ko: 테마를 읽을 수 없습니다
ms: Tema itu tidak dapat dibaca
pt: Não foi possível ler esse tema
ru: Не удалось прочитать тему
zh_hans: 无法读取该主题

source: Couldn't save this font
de: Diese Schrift konnte nicht gesichert werden
es: No se pudo guardar esta fuente
et: Selle fondi salvestamine ebaõnnestus
fr: Impossible d'enregistrer cette police
hu: Nem sikerült menteni ezt a betűtípust
it: Impossibile salvare questo font
ja: このフォントを保存できませんでした
ko: 이 글꼴을 저장할 수 없습니다
ms: Fon ini tidak dapat disimpan
pt: Não foi possível guardar esta fonte
ru: Не удалось сохранить этот шрифт
zh_hans: 无法存储此字体

source: Couldn't switch
de: Wechsel fehlgeschlagen
es: No se pudo cambiar
et: Lülitamine ei õnnestunud
fr: Changement impossible
hu: Nem sikerült váltani
it: Cambio non riuscito
ja: 切り替えられませんでした
ko: 전환하지 못했습니다
ms: Tak dapat tukar
pt: Não foi possível alternar
ru: Не удалось переключить
zh_hans: 无法切换

source: Couldn't translate that. Try again in a moment.
de: Konnte nicht übersetzt werden. Versuch es gleich noch mal.
es: No se pudo traducir. Inténtalo de nuevo en un momento.
et: Seda ei õnnestunud tõlkida. Proovi pisut hiljem uuesti.
fr: Impossible de traduire. Réessaie dans un instant.
hu: Nem sikerült a fordítás. Próbáld újra egy pillanat múlva.
it: Impossibile tradurre. Riprova tra un attimo.
ja: 翻訳できませんでした。少し時間をおいて試してください。
ko: 번역하지 못했어요. 잠시 후 다시 시도해 주세요.
ms: Tidak dapat menterjemah. Cuba lagi sebentar.
pt: Não foi possível traduzir. Tenta de novo daqui a pouco.
ru: Не удалось это перевести. Попробуйте ещё раз через минуту.
zh_hans: 翻译失败，请稍后再试。
